<?php
session_start();
include "header.php";
?>
             <B>Добро пожаловать!</B> <BR>
                                                 
2009 год объявлен годом семьи. Эта проблема стала столь актуальной не случайно, поскольку семейная политика всех цивилизованных государств своей приоритетной задачей считает укрепление института семьи. 
Положение семьи в обществе - один из ключевых показателей уровня развития социума. От степени разрешения проблем, связанных с ее жизнедеятельностью, зависят общественная стабильность и социальный прогресс. Интенсивно протекающие процессы преобразований в социальной, экономической, культурной сферах современной России, обусловленные идеями глобализации, демократии, технического прогресса и рыночной экономики определяют новое звучание проблемы благополучия человека и его ближайшего окружения. 
                                              
                                                                                         
<?php
include "footer.php";
?>