<?php 
session_start();
include "header.php";
?>

                                                   <B>История становления семьи в обществе</B>
                                                   <BR>
                                      

Семье и браку посвящено множество исследований с древности до наших дней. Еще античные мыслители Платон и Аристотель обосновывали свои взгляды на супружество и семью, критиковали тип семьи своего времени и выдвигали проекты ее преобразования. 
Наука располагает обширной и достоверной информацией о характере семейных отношений в истории развития общества. Изменение семьи эволюционировало от промискуитета (беспорядочных половых связей), группового супружества, матриархата и патриархата до моногамии. Семья переходила от низшей формы к высшей по мере того, как общество поднималось по ступеням развития.
Опираясь на этнографические исследования, в истории человечества можно выделить три эпохи: дикость, варварство и цивилизацию. Каждая из них имела свои общественные институты, доминирующие формы отношений между мужчиной и женщиной, свою семью.
В России семейные отношения стали объектом изучения лишь в середине XIX в.
Источниками исследования служили древнерусские летописи и литературные произведения. Историки Д. Н. Дубакин, М. М. Ковалевский и другие дали глубокий анализ семейно-брачных отношений в Древней Руси. 
В 20–50-е гг. XX столетия в исследованиях отражались тенденции развития современных семейных отношений. Так, П. А. Сорокин  проанализировал кризисные явления в советской семье: ослабление супружеских, родительско-детских и родственных связей. Родственные чувства стали менее прочной связью, чем партийное товарищество. В этот же период появились работы, посвященные «женскому вопросу». В статьях А. М. Коллонтай, например, провозглашалась свобода женщины от мужа, родителей, от материнства. Психология и социология семьи были объявлены буржуазными лженауками, несовместимыми с марксизмом.
С середины 50-х гг. появились теории, объясняющие функционирование семьи как системы, мотивы вступления в брак, раскрывающие особенности супружеских и родительско-детских отношений, причины семейных конфликтов и разводов; стала активно развиваться семейная психотерапия (Ю.А.Алешина, А.С. Спиваковская, Э.Г. Эйдемил-лер и др.).
В настоящее время проблемам супружества – родительства – родства уделяют больше внимания не только в теории, но и на практике. В работах Ю. И.Алешиной, В. Н.Дружинина, С. В. Ковалева, А. С. Спиваковской, Э. Г. Эйдемиллера  и других ученых подчеркивается, что семья прямо или косвенно отражает все изменения, происходящие в обществе, хотя и обладает относительной самостоятельностью, устойчивостью. Несмотря на все изменения, потрясения, семья как социальный институт устояла. В последние годы ее связи с обществом ослабли, что отрицательно повлияло как на семью, так и на общество в целом, которое уже испытывает потребность в восстановлении прежних ценностей, изучении новых тенденций и процессов, а также в организации практической подготовки молодежи к семейной жизни.



                                                  
                                                   <BR>
<?php
include "footer.php";
?>