<?php 
session_start();
include "header.php";
?>
<B>Дополнительная литература</B>
                                                   <BR>
                                                    <UL>

<li>Андреева Т. В. Семейная психология. – СПб.: Речь, 2005. <br></li>
<li>Витек К. Проблемы супружеского благополучия. – М.: Прогресс, 1988. <br></li>
<li>Гаджиева Р.Г. Психолого-акмеологический подход в изучении влияния гендерных стереотипов на профессиональную самореализацию личности // Акмеология. – 2004. - № 4. <br></li>
<li>Дружинин В. Н. Психология семьи. – СПб.: Питер, 2005. <br></li>
<li>Калмыкова Е. С. Психологические проблемы первых лет супружеской жизни // Вопросы психологии. – 1983. - №3.<br></li>
<li>Коростылева Л.А. Психология самореализации личности. – М.: Инфра-М, 2005. <br></li>
<li>Сысенко В. А. Супружеские конфликты. – М.: Мысль, 1993. <br></li>
 
                                                     </UL>
                                                   <BR>

<?php
include "footer.php";
?>