<?php 
session_start();
include "header.php";
?>
 <B>Тесты для выявления уровня удовлетворенности браком</B>
                                                   <BR>
                                                    

Психологические тесты используются для решения самых разнообразных задач, и области их применения непрерывно расширяются. Для определения влияния уровня профессиональной самореализации на удовлетворенность браком нами были использованы следующие методики.<br>
1. Тест «Супружеские отношения»  позволяет диагностировать характер общения в семейной паре. Опросник применяют индивидуально в консультативной практике и в процессе исследования той или иной социальной группы. <br>
2. Тест-опросник «Удовлетворенность браком» предназначен для экспресс-диагностики степени удовлетворенности-неудовлетворенности, а также согласования-рассогласования удовлетворенности браком в конкретной супружеской паре. Результаты обследования с помощью данного опросника позволяют только судить о том, каково общее эмоциональное и морально-психологическое состояние взрослого человека, от которого, в свою очередь, может зависеть отношение данного взрослого к детям. Есть, правда, немало людей, которые не состоят в браке и, тем не менее, являются хорошими учителями и воспитателями.<br>
3. Методика «Конфликтность в парах». Методика дает возможность охарактеризовать обследуемую пару по ряду параметров: наиболее конфликтогенные сферы супружеских отношений, степень согласия (или несогласия) в ситуациях конфликта, уровень конфликтности в паре. Эти характеристики могут быть полезны как в исследованиях разных сторон супружеских взаимоотношений, так и при диагностике с целью дальнейшей коррекции. <br>
4. Тест «Удовлетворенность отношениями в паре». Данная методика поможет более точно охарактеризовать взаимоотношения между молодыми супругами в период первичной адаптации.<br>
5. Тест «Якоря карьеры». Данный тест, разработанный Э. Шейном, необходим для определения выраженности карьерной ориентации. Э. Шейн выделил восемь основных карьерных ориентаций («якорей»):<br>
<ul>
<li>Профессиональная компетентность. Эта установка связана с наличием способностей и талантов в определенной области (научные исследования, техническое проектирование, финансовый анализ и т.д.).<br></li>
<li> Менеджмент. В данном случае первостепенное значение имеют ориентация личности на интеграцию усилий других людей, полнота ответственности за конечный результат и соединение различных функций организации. Понимание этой карьерной ориентации связано с возрастом и опытом работы.<br></li>
<li>Автономия (независимость). Первичная забота для личности с этой ориентацией – освобождение от организационных правил, предписаний и ограничений.<br></li>
<li>Стабильность работы и стабильность места жительства. Эта карьерная ориентация обусловлена потребностью в безопасности и стабильности для того, чтобы будущие жизненные события были предсказуемы.<br></li>
<li>Служение. Основными ценностями при данной ориентации являются «работа с людьми», «служение человечеству», «помощь людям», «желание сделать мир лучше» и т.д.<br></li>
<li> Вызов. Основные ценности в карьерной ориентации этого типа – конкуренция, победа над другими, преодоление препятствий, решение трудных задач.<br></li>
<li>Интеграция стилей жизни. Человек ориентирован на интеграцию различных сторон образа жизни.<br>
<li>Предпринимательство. Человек с такой карьерной ориентацией стремится создавать что-то новое, он хочет преодолевать препятствия, готов к риску.<br></li>
</ul>
                                                   <BR>

<?php
include "footer.php";
?>