<?php 
session_start();
include "header.php";
?>
<B>Гендерные особенности профессиональной самореализации</B>
                                                   <BR>
                                                    

Некоторые исследователи считают, что реакция на работу и нетрудовую деятельность не стабильны, а изменяются со временем и зависят от условий. Эта связь неодинакова в разных семьях. Существуют также значимые различия между мужчинами и женщинами в том, как конфликт между работой и семьей отражается на их удовлетворенности работой и жизнью в целом.<BR>
<BR>На современном этапе развития общества возрастает давление на человека со стороны работы и семьи. И поэтому даже семьям, выдержавшим бремя конфликтов между семьей и работой, уже трудно удерживать равновесие. Изменение социального состава рабочей силы заставляет работодателей адаптировать условия труда для своих работников. Эта адаптация направлена на снижение напряженности конфликта между домом и работой, который при ее  игнорировании, в конечном счете, приводит к снижению эффективности труда. Эта выражается опозданиями, абсентеизмом, сменой работы, снижением продуктивности из-за стресса.<BR>
<BR>Поиск компромисса между работой и семьей может  оказаться трудным делом. Еще сложные эта проблема в семьях, где работают оба супруга. <BR>
<BR>По оценкам исследователей матери с маленькими детьми выполняют домашнюю работу в среднем 77 часов в неделю. Добавление работы вне дома может создать чрезвычайные трудности и для женщин, и для мужчин, которым придется совмещать выполнение работы и обязанностей по дому.<BR>
<BR>Мужчины же обычно испытывают иные чувства по поводу конфликта между семьей и карьерой. Это различие между женами и мужьями происходит из представлений последних о   том, что работа – преимущественно мужское дело, а семья – женское.<BR>
<BR>Разница в степени изменения своей работы ради детей со стороны жен и мужей становится основным источником напряжения в их отношениях. Проблема разного вклада в карьеру и семью периодически вызывает споры и требует постоянных переговоров. В семье, где работают оба супруга, они сами определяют, что нужно для профессионального успеха и каков необходимый уровень участия в семейных делах. Поэтому партнеры апеллируют друг к другу, опираясь на личный опыт в понимании оптимального соотношения работы и семьи, тогда как в семьях, где работает один член семьи, сферы интересов жены и мужа пересекаются в меньшей мере.
Факт взаимосвязи  семьи и карьеры имеет  практическое значение. Дело заключается не в том, какие типы семей более распространены, а в том, какую роль они играют в развитии конфликтов и кризисных явлений между работающими супругами и каковы их ресурсы для преодоления возникающих трудностей.<BR>
<BR>Оценивая плюсы и минусы семей с работающими супругами можно отметить, что большинство браков сохраняется, благодаря самореализации супругов в профессиональной деятельности. Работа каждого из супругов – независимый источник самоуважения и карьера одного служит стимулом для другого. Супруги чувствуют, что они одинаково содействуют благополучию своего брака.  



                                                   <BR>

<?php
include "footer.php";
?>