<?php 
session_start();
include "header.php";
?>
<B>Cемейное благополучие</B>
                                                   <BR>
                                              
Существует масса факторов, определяющих семейное благополучие. На основании обзора более чем 200 работ выделено 47 характеристик удовлетворенности браком. Все они разбиты на три группы, получившие названия: добрачные, социально-экономические и внутрисупружеские факторы. Более 2/3 параметров, позитивно влияющих на удовлетворенность браком, носят психологический характер. Наряду с несомненными достоинствами эта схема обладает рядом существенных недостатков. 
<BR>К их числу можно отнести: <BR>
<UL>
<LI>рассмотрение факторов скорее стабильности брака, нежели удовлетворенности им; <BR></LI>
<LI>упор на прямолинейный характер зависимостей; <BR></LI>
<LI>предсказательную, но не объяснительную сущность модели, а также отсутствие опоры на социальный контекст, в котором работают утверждения об удовлетворенности браком.<BR></LI>
</UL>
<BR>Социально-психологические факторы. В ходе совместной жизни супругов в их отношениях, в восприятии ими друг друга и т.п. происходят изменения, имеющие закономерный, а не случайный характер. <BR>
<BR>Супружеская совместимость -  соотношение характеристик членов группы, при котором группа наиболее эффективно выполняет свои функции. У совместимых супругов характеристики, значительно опосредованные воспитанием и условиями развития, имеют тенденцию к подобию, а характеристики, обусловленные преимущественно наследственностью - к контрасту.<BR>
<BR>Образование. Высшее образование не всегда повышает уровень стабильности семейных отношений. Однако интеллектуальный уровень и характеры партнеров не должны чрезмерно отличаться.<BR>
<BR>Трудовая стабильность. Люди, часто меняющие место работы, отличаются неустойчивостью, чрезмерной неудовлетворенностью, неспособностью налаживать длительные отношения.<BR>

                                                   <BR>

<?php
include "footer.php";
?>